Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Each learned skill is linked to an aptitude, which represents the underlying competency in which the skill is based.
fr_fr: Chaque compétence apprise est liée à une aptitude, qui représente la compétence sous-jacente sur laquelle elle se base.

source: When a learned skill is purchased (either during character generation or advancement), it is bought starting at the rating of the linked aptitude and then raised from there.
fr_fr: Lorsqu'une compétence apprise est développée (soit pendant la création de personnage, soit par l'avancement), elle est achetée au niveau de l'aptitude liée puis augmentée depuis ce niveau.

source: If the linked aptitude is raised or modified, all skills built off it are modified appropriately as well.
fr_fr: Si l'aptitude liée est augmentée ou modifiée, toutes les compétenes basées dessus sont également modifiées de manière appropriée.

source: Depending on your background and faction, you may receive some starting skills for free during character creation.
fr_fr: En fonction de votre historique et de votre faction, vous pouvez recevoir des compétences gratuites à la création du personnage.

source: Like aptitudes, learned skills stay with the character even when they change morphs, though certain morphs, implants, and other factors may sometimes modify your skill rating.
fr_fr: Comme pour les aptitudes, les compétences apprises restent avec le personnage même lorsqu'ils changent de morph, bien que certaines morphs, certains implants ou d'autre facteurs peuvent parfois varier le niveau de votre compétence.

source: If you lack a particular skill called for by a test, in most cases you can default to the linked aptitude for the test (see Defaulting, p.
fr_fr: Si vous ne possèdez pas la compétence nécessaire à un test, vous pouvez défausser sur l'aptitude associée (voir Défausser p.

source: Specializations represent an area of concentration and focus in a particular learned skill.
fr_fr: Les Spécialisations représentent un domaine de concentration dans une compétence particulière.

source: A character who learns a specialization is one who not only grasps the basic tenets of that skill, but they have trained hard to excel in one particular aspect of that skill's field.
fr_fr: Un personnage qui apprend une spécialisation est quelqu'un qui va au-delà de simplement saisir les bases d'une compétence, il s'est beaucoup entraîné pour exceller dans un aspect particulier du domaine de cette compétence.

source: Specializations apply a +10 modifier when the character utilizes that skill in the area of specialization.
fr_fr: Les Spécialisations ajoutent un modificateur de +10 lorsque le personnage utilise cette compétence dans le domaine de sa spécialisation.

source: Specializations may be purchased during character creation or advancement for any existing skill the character possesses with a rating of 30 or more.
fr_fr: Les Spécialisations peuvent être achetées pendant la création de personnage ou par l'avancement pour toute compétence existante que le personnage possède au moins au niveau 30.

source: Only one specialization may be purchased for each skill.
fr_fr: Une seule spécialisation peut-être acquise pour chaque compétence.

source: Specific possible specializations are noted under individual the skill descriptions (see Skills, p.
fr_fr: Les spécialisations possibles spécifiques à chaque compétences sont notés sous la description de chacune des compétences (voir Compétences p.

source: Toljek has Palming skill of 63 with a specialization in Pickpocketing.
fr_fr: Toljek a une compétence Manipulation de 63 avec une spécialisation en Pick-Pocket.

source: Whenever he uses Palming to pick someone's pocket or otherwise steal from someone's person, his target number is 73, but for all other uses of Palming the standard 63 applies.
fr_fr: Lorsqu'il utilise Manipulation pour attraper quelque chose dans la poche de quelqu'un ou, de manière similaire, voler quelque chose à quelqu'un, son seuil est de 73 alors que pour tous les autres usages de Manipulation, son score standard de 63 s'applique.

source: Traits include a range of inherent qualities and features that help define your character.
fr_fr: Les Traits incluents une vaste gamme de qualités et de caractéristiques inhérentes qui aident à définir votre personnage.

source: Some traits are positive, in that they give your character a bonus to certain stats, skills, or tests, or otherwise give them an edge in certain situations.
fr_fr: Certains traits sont positifs, car ils donnent à votre personnage un bonus à certaines stats, compétences ou tests, ou leur donnent un avantage dans certaines situations.

source: Others are negative, in that they impair your abilities or occasionally create a glitch in your plans.
fr_fr: D'autres sont négatifss, car ils vont géner vos capacités ou générer un défaut qui génera vos plans.

source: Some traits apply to a character's ego, staying with them from body to body, while others only apply to a character's morph.
fr_fr: Certains traits s'appliquent à l'égo du personnage, restant avec eux d'une incarnation à l'autre, alors que d'autres ne s'appliquent qu'à la morph du personnage.

source: Traits are purchased during character generation.
fr_fr: Les Traits sont achetés pêndant la création de personnage.

source: Positive traits cost customization points (CP), while negative traits give you extra CP to spend on other things (see Traits, p.
fr_fr: Les traits positifs vous coûtent des points de personnalisation (PP), alors que les traits négatifs vous rapporterons des PP supplémentaires à dépenser ailleurs (voir Traits, p.

source: The maximum number of CP you may spend on traits is 50, while the maximum you may gain from negative traits is 50.
fr_fr: Le nombre maximum de PP que vous pouvez dépenser dans les traits est de 50, alors que le gain de PP que vous pouvez obtenir de traits négatifs est de 50.

source: In rare circumstances—and only with gamemaster approval—traits may be purchased, bought off, or inflicted during gameplay (see p.
fr_fr: Dans de rares circonstances - et seulement avec l'accord du maître de jeu - des traits peuvent être acquis, rachetés ou infligés pendant le jeu (voir p.

source: In Eclipse Phase, your body is disposable.
fr_fr: Dans Eclipse Phase, votre corps est jetable.

source: If your body gets old, sick, or too heavily damaged, you can digitize your consciousness and download it into a new body.
fr_fr: Si il devient vieux, malade ou trop gravement abimé, vous pouvez numériser votre conscience et la télécharger dans un nouveau corps.

source: The process isn't cheap or easy, but it offers effective immortality—as long as you remember to back yourself up and don't go insane.
fr_fr: Le processuss n'est ni bon marché, ni simple, mais il vous garanti une immortalité effective - tant que vous vous rappelez de vous sauvegarder et que vous ne devenez pas fou.

source: The term morph is used to describe any type of form your mind inhabits, whether it be a vat-grown clone sleeve, a synthetic robotic shell, a part-bio/part-flesh pod, or even the purely electronic software state of an infomorph.
fr_fr: Le terme de morph est utilisé pour décrire tout type de forme que votre esprit habite, qu'il s'agisse d'une enveloppe clonée cultivé en cuve, d'une coquille robotique et synthétique, d'un "pod" en partie bio et en partie synthétique, ou même de l'état purement logiciel d'une informoph.

source: You purchase your starting morph during character creation (see p.
fr_fr: Vous achetez votre morph de départ lors de la création de personnage (voir p.

source: This is likely the morph you were born with (assuming you were born), though it may simply be another morph you've moved onto.
fr_fr: Il s'agît probablement de la morph dans laquelle vous êtes né (en partant du principe que vous êtes né), bien qu'il puisse simplement s'agir d'une autre morph dans laquelle vous vous êtes déplacé.

source: Physical looks aside, your morph has a large impact on your characteristics.
fr_fr: Au delà de l'apparence physique, votre morph a un impact important sur vos caractéristiques.

source: Your morph determines certain physical stats, such as Durability and Wound Threshold, and it may also influence Initiative and Speed.
fr_fr: Votre morph détermine certaines de vos stats physiques, telles que la Solidité et le Seuil de Blessure, et elle peut aussi influencer l'Initiative et la Vitesse.

source: Morphs may also modify some of your aptitudes and learned skills.
fr_fr: Les morphs peuvent aussi modifier certaines de vos aptitudes et de vos compétences apprises.

source: Some morphs come pre-loaded with specific traits and implants, representing how it was crafted, and you can always bling yourself out with more implants if you choose (see Implants, p.
fr_fr: Certaines morph sont fournies préchargées avec des traits et des implants spécifiques représentatnt la manière dont elles ont étés fabriquées, et vous pouvez toujours y ajouter un peu plus de clinquants avec d'autres implants si vous le voulez (voir Implants, p.

source: All of these factors are noted in the individual morph descriptions (see p.
fr_fr: Tout ces facteurs sont notés dans les descriptions individuelles des morphs (voir p.

source: If you plan on switching your current morph to another during gameplay, you may first want to back yourself up (see Backups and Uploads, p.
fr_fr: Si vous prévoyer de basculer d'une morph à l'autre pendant le jeu, vous pouvez vouloir vous sauvegarder d'abord (voir Sauvegardes et Uploads, p.

source: Backing up regularly is always a smart option in case you suffer an accidental or untimely death.
fr_fr: Se sauvegarder régulièrement est toujours une bonne chose au cas où vous souffriez une mort accidentelle ou non-prévue.

source: Acquiring a new morph is not always easy, especially if you want it pre-loaded according to certain specifications.
fr_fr: Acquérir une nouvelle morph n'est pas toujours simple, particulièrement si vous la voulez préchargée avec certaines spécifications.

source: The full process is detailed under Resleeving, p.
fr_fr: Le processuss complet est détaillée sous Réincarnation, p.

source: Every morph has an aptitude maximum, sometimes modified by traits.
fr_fr: Chaque morph possède un maximum d'aptitude, quelquefois modifié par les traits.

source: This maximum represents the highest value at which the character may use that aptitude while inhabiting that morph, reflecting an inherent limitation in some morphs.
fr_fr: Ce maximum représente la plus haute valeur à laquelle un personnage peut utiliser une aptitude pendant qu'il habite cette morph, reflétant une limitation inhérente à certaines morph.

source: If a character's aptitude exceeds the aptitude maximum of their morph, they must use it at the maximum value for the duration of the time they remain in that morph.
fr_fr: Si l'aptitude d'un personnage dépasse le maximum de leur morph, ils doivent l'utiliser à la valeur maximale pendant la durée de leur incarnation dans cette morph.

source: This may also affect the skills linked to that aptitude, which must be modified appropriately.
fr_fr: Cela peut égalment affecter les compétences liées à cette aptitude, qui doivent être modifiée de manière appropriée.

source: Some implants, gear, psi, and other factors may modify a character's natural aptitudes.
fr_fr: Certains implants, équipements, exploit psi ou d'autres facteurs peuvent modifier les aptitudes naturelles d'un personnage.

source: These augmented values may exceed a morph's aptitude maximums, as they represent external factors boosting the morph's ability.
fr_fr: Comme ces valeurs augmentées représentent des facteurs externe améliorant les capacités de la morph, elles peuvent dépasser le maximum d'aptitude de celle-ci.

source: No aptitude, however, augmented or not, may ever exceed a value of 40.
fr_fr: Cependant,aucune aptitude, augmentée ou non, ne peut dépasser la valeur de 40.

source: Innate ability only takes a person so far—after that point, actual skill is what counts.
fr_fr: Les capacités innées amènent une personne jusqu'à ce point - pour aller au-delà, il faut compter sur les compétences apprises.

source: Eva has a Cognition aptitude of 25.
fr_fr: Eva a une aptitude Cognition de 25.

source: She is unfortunately forced to sleeve into a flat morph with an aptitude maximum of 20.
fr_fr: Elle est malheureusement forcée de s'incarner dans une morph plate qui possède un maximum d'aptitude de 20.

source: For the duration of the period she inhabits that morph, her Cognition is reduced to 20, which also impacts all of her COG-linked skills, reducing them by 5.
fr_fr: Pour la durée de la période pendant laquelle elle habite cette morph, sa Cognition est réduite à 20, ce qui impacte également toutes ses compétences liées à la COG, les réduisant de 5.

source: Things characters use
fr_fr: Les choses qu'utilisent les personnages.

source: In the advanced technological setting of Eclipse Phase, characters don't get by on their wits and morphs alone; they take advantage of their credit and reputation to acquire gear and implants and use their social networks to gather information.
fr_fr: Dans le cadre technologiquement avancé d'Eclipse Phase, les personnages ne s'en sortent pas uniquement avec leur astuce et leur morphs; ils utilisent leurs crédit et leur réputation pour acquérir de l'équipement et des implants et leurs réseaux sociaux pour rassembler leurs informations.

source: Some characters also have the capability to use mental powers known as psi.
fr_fr: Certains personnages ont aussi la capacité d'utiliser leurs pouvoirs mentaux appelés psi.

source: In an age of ubiquitous computing and omnipresent surveillance, privacy is a thing of the past—who you are and what you do is easily accessed online.
fr_fr: A une époque d'informatique ubiquitaire et de surveillance omniprésente, la vie privée est un concept qui appartient au passé - qui vous êtes et ce que vous faites est facilement accessible en ligne.

source: Characters in Eclipse Phase, however, are often involved in secretive or less-than-legal activities, so the way to keep the bloggers, news, paparazzi, and law off your back is to make extensive use of fake IDs.
fr_fr: Les personnages dans Eclipse Phase, sont cependant régulièrement impliqués dans des activités secrètes et para-légales, et la seule façon de garder les blogueurs, les infos, les paparazzi et la loi à l'écart est de faire un usage extensif des fausses ID.

source: While Firewall often provides covers for its sentinel agents, it doesn't hurt to keep a few extra personas in reserve, in case matters ever go out the airlock in a hurry.
fr_fr: Bien que Firewall fournisse des couvertures à ses sentinelles, cela ne fait pas de mal de garder une ou deux personnas en réserve, au cas où il devienne nécessaire d'abandonner le navire.

source: Thankfully, the patchwork allegiances of city-state habitats and faction stations means that identities aren't too difficult to fake, and the ability to switch morphs makes it even easier.
fr_fr: Heureusement, le patchwork d'allégeances des cités-état des habitats et des stations factionnelles signifie que les identités ne sont pas trop dures à fausser, et la possibilité de changer de morph rend la tâche encore plus facile.

source: On the other hand, anyone with a copy of your biometrics or geneprint is going to have an edge tracking you down or finding any forensic traces you leave behind (for more on ID, see p.
fr_fr: D'un autre côté, quiconque est en possession d'une copie de vos données biométriques ou de votre empreinte génétique aura un avantage pour vous pister ou pour trouver toute trace que vous auriez pu laisser derrière vous (pour plus d'information sur les ID, voir p.

source: Social networks represent people the character knows and social groups with which they interact.
fr_fr: Les réseaux sociaux représentent les personnes que connaît le personnageet les groupes sociaux avec lesquel il interagît.

source: These contacts, friends, and acquaintances are not just maintained in person, but also through heavy Mesh contact.
fr_fr: Ces contacts, amis et connaissances ne sont pas seulement entretenus en personne, mais aussi par un usage massif des contacts par le Mesh.

source: Social software allows people to stay updated on what the people they know are doing, where they are, and what they are interested in, right up to the minute.
fr_fr: Les logiciels sociaux permettent aux gens de rester au courant de ce que font leurs connaissances,où ils sont et ce qui les intéresse de manière instantanée.

source: Social networks also incorporate the online projects of individual members, whether it's a mesh-site loaded with a band member's songs, a personal archive of stored media, a decade of blog entries reviewing the best places to score cheap electronics, or a depository of research papers and studies someone has worked on or finds interesting.
fr_fr: Les Réseaux sociaux incroporent également les projets en-ligne des membres, qu'il s'agisse d'un site sur le mesh chargé de chanson du groupe de la personne, d'une archive personnel de média archivés, d'une décennie de billets de blog recensant les endroits où trouver de l'électronique bon marché ou un dépot de publication de recherche et d'études sur lesquels quelqu'un à travaillé ou qu'il a trouvé intéressant.

source: In game play, social networks are quite useful to characters.
fr_fr: En jeu, les réseaux sociaux sont particulièrement utiles aux personnages.

source: Their friends list is an essential resource—a pool of people you can actively poll for ideas, troll for news, listen to for the latest rumors, buy or sell gear from, hit up for expert advice, and even ask for favors.
fr_fr: Leur liste d'amis est une ressource essentielle - une réserve de personnes que vous pouvez utiliser activement pour trouver des idées, pour troller sur des sujets d'actualités, pour setenir au courant des dernières rumeurs, pour acheter ou vendre du matériel, pour obtenir des conseils d'experts et même pour demander des faveurs.

source: While a character's social networks are nebulous and constantly shifting, the use of them is not.
fr_fr: Alors que les réseaux sociaux d'un personnage sont nébuleux et en changement permanent, leur utilisation ne change pas.

source: A character takes advantage of their social networks via the Networking (Field) skill (p.
fr_fr: Un personnage utilise ses réseaux sociaux via la compétence Réseau(Domaine) (p.

source: The exact use of this skill is covered under Reputation and Social Networks, p.
fr_fr: L'utilisation exacte de cette compétence est couverte sous le chapitre Réputation et Résaux Sociaux, p.

source: The Fall devastated the global economies and currencies of the past.
fr_fr: La Chute a dévasté l'économie globale et les systèmes monétaires du passé.

source: In the years of reconsolidation that followed, the hypercorps and governments inaugurated a new system-wide electronic monetary system.
fr_fr: Dans les années de reconsolidation qui ont suivies, les hypercorps et les gouvernements ont inaugurés un nouveau système monétaire électronique à l'échelle du système solaire.

source: Called credit, this currency is backed by all of the large capitalist-oriented factions and is used to trade for goods and services as well for other financial transactions.
fr_fr: Appelé credit, cette monnaie est supportée par toutes les principales factions orientées vers le capitalisme et est utilisée pour échanger des marchandises et des services aussi bien que pour d'autres transactions financières.

source: Credit is mainly transferred electronically, though certified credit chips are also common (and favored for their anonymity).
fr_fr: Le credit est principalement transféré électroniquement, bien que des puces de crédits certifiées sont également fréquemment utilisées (et préférées pour leur anonymat).

source: Hardcopy bills are even used in some habitats.
fr_fr: Des factures papiers sont même utilisées dans certains habitats.

source: Depending on your background or faction, your character may be given an amount of credit at the start of the game.
fr_fr: En fonction de votre historique et de votre faction, votre personnage peut recevoir une somme de crédit au début du jeu.

source: During game play, your character must earn credit the old-fashioned way: by earning or stealing it.
fr_fr: Pendant le jeu, votre personnage peut gagner du credit à l'ancienne: en le gagnant ou en le volant.

source: Capitalism is no longer the only economy in town.
fr_fr: Le capitalism n'est plus le seul système économique en ville.

source: The development of nanofabricators allowed for the existence of post-scarcity economies, a fact eagerly taken advantage of by anarchist factions and others.
fr_fr: Le développement des nanofabeurs a rendu possible l'existence d'une économie post-pénurie, un fait largement exploité par les factions anarchistes et d'autres.

source: When anyone can make anything, concepts like property and wealth become irrelevant.
fr_fr: Lorsque n'importe qui peut fabriquer n'importe quoi, des concepts tels que la propriété ou la richesse deviennent hors sujet.

source: The advent of functional gift and communist economies, among other alternative economic models, means that in such systems you can acquire any goods or services you need via free exchange, reciprocity, or barter—presuming you are a contributing member of such a system and respected by your peers.
fr_fr: L'avènement d'économies fonctionnelles basées sur le communisme et le don, parmis d'autres économies alternatives, signifie que dans de tels système vous pouvez acquérir tout bien ou tout service dont vous avez besoin via l'échange libre, la réciprocité ou le troc - en partant du fait que vous êtes un membre contributeur d'un tel système et que vous êtes respectés par vos pairs.

source: Likewise, art, creativity, innovation, and various forms of cultural expression have a much higher worth than they do in capitalist economies.
fr_fr: De manière similaire, l'art, la créativité, l'innovation et différentes forme d'expression culturelle ont une valeur bien plus élevée que dans une économie capitaliste.

source: In alternative economies, money is often meaningless, but reputation matters.
fr_fr: Dans les économies alternatives, la monnaie n'a souvent aucun sens, c'est la réputation qui fait sens.

source: Your reputation score represents your social capital—how esteemed you are to your peers.
fr_fr: Votre score de réputation représente votre capital social - à quel point vous êtes estimés par vos pairs.

source: Rep can be increased by positively influencing, contributing to, or helping individuals or groups, and it can be decreased through antisocial behavior.
fr_fr: La rep peut être augmentée en influençant positivement, en contribuant ou en aidant des individus ou des groupes, et elle peut être diminuée par un comportement antisocial.

source: In anarchist habitats, your likelihood of obtaining things that you need is entirely based on how you are viewed by others.
fr_fr: Dans les habitats anarchistes, votre capacité à obtenir les choses dont vous avez besoin est entièrement basé sur la manière dont vous êtes vus par d'autres.

source: Reputation is easily measured by one of several online social networks.
fr_fr: La réputation est facilement mesurée par l'un des nombreux réseaux sociaux.

source: Your actions are rewarded or punished by those with whom you interact, who can ping your Rep score with positive or negative feedback.
fr_fr: Vos actions sont récompensées ou punies par ceux avec qui vous interagissez, qui pingent votre score de Rep avec un retour positif ou négatif.
